// Pre-install confirmation
"CONFIRM_AT_LOGOUT_BEFORE_RESTART_TITLE" = "На компьютере были сохранены обновления ПО. Установить их до перезагрузки компьютера?";
"WILL_RESTART_COUNTDOWN_MESSAGE_FORMAT" = "Если не производить никаких действий, обновления будут установлены, а компьютер автоматически перезагрузится через %@";
"INSTALL_AND_RESTART_TITLE" = "Установить и перезагрузить";
"RESTART_TITLE" = "Перезагрузить";

"CONFIRM_AT_LOGOUT_BEFORE_SHUTDOWN_TITLE" = "На компьютере были сохранены обновления ПО. Установить их до выключения компьютера?";
"WILL_SHUTDOWN_COUNTDOWN_MESSAGE_FORMAT" = "Если не производить никаких действий, обновления будут установлены, а компьютер автоматически выключится через %@";
"INSTALL_AND_SHUT_DOWN_TITLE" = "Установить и выключить";
"SHUT_DOWN_TITLE" = "Выключить";

// Disk verify title
"CHECKING_DISK_STATUS" = "Проверяю диск…";

"DISK_FAILED_VERIFY_TITLE" = "Перед установкой обновлений ПО необходимо восстановить загрузочный диск.";
"DISK_FAILED_VERIFY_MESSAGE" = "Вероятно, на загрузочном диске содержится ошибка, которая может быть устранена путем перезагрузки компьютера. После перезагрузки снова откройте «Обновление программ», чтобы установить обновления. Если данное сообщение появится снова, обратитесь в службу поддержки Apple.";

// time remaining
"SYSTEM_WILL_RESTART_MESSAGE" = "Компьютер будет перезагружен автоматически.";
"SYSTEM_WILL_SHUT_DOWN_MESSAGE" = "Компьютер будет выключен автоматически.";
